Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# UploadsMenu.Title
source: Uploads
ja: アップロード
pt_br: Envios
ru: Загрузки
zh_hans: 上传

# URLActionHelper.URLHandlerTitle
source: URL Handler
ja: URLハンドラ
pt_br: Handler de URL
ru: Обработчик URL
zh_hans: URL 处理器

# VideoPlayback.Pause
source: Pause
ja: 一時停止
pt_br: Pausar
ru: Пауза
zh_hans: 暂停

# Workgroup.SessionTree.Peer
source: Peer: %@
ja: ピア: %@
pt_br: Par: %@
ru: Узел: %@

# Workgroup.SessionTree.Tab
source: Tab
ja: タブ
pt_br: Aba
ru: Вкладка
zh_hans: 标签页

# WorkgroupAnimalNames.Emu
source: Emu
ja: エミュー
ru: Эму
zh_hans: 鸸鹋

# WorkgroupAnimalNames.Gecko
source: Gecko
ja: ヤモリ
pt_br: Lagartixa
ru: Геккон
zh_hans: 壁虎

# WorkgroupAnimalNames.Kiwi
source: Kiwi
ja: キーウィ
ru: Киви
zh_hans: 几维鸟

# WorkgroupAnimalNames.Koala
source: Koala
ja: コアラ
pt_br: Coala
ru: Коала
zh_hans: 考拉

# WorkgroupAnimalNames.Otter
source: Otter
ja: カワウソ
pt_br: Lontra
ru: Выдра
zh_hans: 水獭

# WorkgroupAnimalNames.Panda
source: Panda
ja: パンダ
ru: Панда
zh_hans: 熊猫

# WorkgroupAnimalNames.Puma
source: Puma
ja: ピューマ
ru: Пума
zh_hans: 美洲狮

# WorkgroupAnimalNames.Tiger
source: Tiger
ja: トラ
pt_br: Tigre
ru: Тигр
zh_hans: 老虎

# WorkgroupAnimalNames.Wolf
source: Wolf
ja: オオカミ
pt_br: Lobo
ru: Волк
zh_hans: 狼

# WorkgroupAnimalNames.Yak
source: Yak
ja: ヤク
pt_br: Iaque
ru: Як
zh_hans: 牦牛

# WorkgroupAnimalNames.Zebra
source: Zebra
ja: シマウマ
ru: Зебра
zh_hans: 斑马

# WorkgroupPresets.Chat
source: Chat
ja: チャット
ru: Чат
zh_hans: 聊天

# WorkgroupPresets.CodeReview
source: Code Review
ja: コードレビュー
pt_br: Revisão de código
ru: Проверка кода
zh_hans: 代码审查

# WorkgroupPresets.Diff
source: Diff
ja: 差分
ru: Различия
zh_hans: 差异

# WorkgroupSessionDetail.HorizontalAccessibility
source: Horizontal
ja: 水平
ru: Горизонтально
zh_hans: 水平

# WorkgroupSessionDetail.HorizontalSegmentLabel
source: 􀕰 Horizontal
ja: 􀕰 水平
ru: 􀕰 Горизонтально
zh_hans: 􀕰 水平

# WorkgroupSessionDetail.NameLabel
source: Name:
ja: 名前：
pt_br: Nome:
ru: Имя:
zh_hans: 名称：

# WorkgroupSessionDetail.SplitLabel
source: Split:
ja: 分割：
pt_br: Divisão:
ru: Разделение:
zh_hans: 拆分：

# WorkgroupToolbarItemRegistry.GitStatus
source: Git Status
ja: Gitステータス
pt_br: Status do Git
ru: Статус Git
zh_hans: Git 状态

# ChatToolbar.TierAuto
source: Auto
pt_br: Automático
ru: Авто
zh_hans: 自动

# ChatToolbar.TierStandard
source: Standard
pt_br: Padrão
ru: Стандартный
zh_hans: 标准

# General.OK
source: OK
ru: ОК
zh_hans: 好

# PTYSession.OKShortcut
source: _OK
ru: _ОК
zh_hans: 好(_O)

# StatusBarSetup.FontLabelFormat
source: %1$@pt %2$@
ru: %1$@пт %2$@

# WorkgroupSessionDetail.SpacerWidthFormat
source: %1$@ (%2$@–%3$@ pt)
ru: %1$@ (%2$@–%3$@ пт)

# PointerPrefs.ActionQuickLook
source: QuickLook
pt_br: Visualização Rápida
zh_hans: 快速查看

# SmartSelection.Rule.CppNamespaceIdentifier
source: C++ namespace::identifier
pt_br: namespace::identifier de C++
zh_hans: C++ 命名空间::标识符

# SmartSelection.Rule.HTTPURL
source: HTTP URL
pt_br: URL HTTP

# SmartSelection.Rule.MailtoURL
source: mailto URL
pt_br: URL mailto

# SmartSelection.Rule.SSHURL
source: SSH URL
pt_br: URL SSH

# SmartSelection.Rule.TelnetURL
source: Telnet URL
pt_br: URL Telnet

# Tip.0072.Title
source: Python API
pt_br: API Python

# Toolbelt.Tool.Codecierge
source: Codecierge
pt_br: Concierge de código

# AIAPI.ChatCompletions
source: Chat Completions
zh_hans: 聊天补全功能

# AIAPI.ChatCompletionsEarlyO1
source: Chat Completions (Early O1)
zh_hans: Chat Completions (早期 O1)

# AIAPI.Completions
source: Completions
zh_hans: 补全功能

# AIAPI.Responses
source: Responses
zh_hans: 响应内容

# KeyName.Return
source: Return ↩
zh_hans: 回车键 ↩
